Repository: leonardcj/dimensions
Catalog: po/gug.po
Languages: gug

source: Visual Match
gug: Pykue (Dimensiones)

source: a pattern-matching game
gug: peteĩ ñembosarái tembiapojára ojojava

source: beginner
gug: Ñepyrũramo

source: intermediate
gug: Mbytegua

source: expert
gug: Mbo'ehára

source: New pattern game
gug: Ñembosarái pyahu ta'ãngahaiha

source: New number game
gug: Ñembosarái pyahu ombopapaha

source: New word game
gug: Ñembosarái pyahu ñe'ẽha

source: Import custom cards
gug: Egueru katia'atã'i tee

source: Dimensions
gug: Pykue

source: Prime Dimensions
gug: Pykue tio ra'y

source: Word Dimensions
gug: Pykue ñe'ẽkuéra

source: 15 seconds
gug: 15 segundos

source: 30 seconds
gug: 30 segundos

source: 1 minute
gug: Peteĩ aravo'i

source: 2 minutes
gug: Mokõi aravo'i

source: 5 minutes
gug: Po aravo'i

source: Play with the computer.
gug: Ñembosarái papahándive

source: Stop playing with the computer.
gug: Opyta ñembosarái papahándive

source: mouse
gug: Anguja

source: cat
gug: Mbarakaja

source: dog
gug: Jagua

source: cheese
gug: Kesu

source: apple
gug: Yva

source: bread
gug: Mbujape

source: moon
gug: Jasy

source: sun
gug: Kuarahy

source: earth
gug: Yvy

source: Export scores to clipboard
gug: Emondo kuatiaryrupe paha

source: Edit word lists.
gug: Ehaijey ñe'ẽkuera rysýi

source: product
gug: Producto

source: Roman numerals
gug: Números romanos

source: word
gug: Ñe'ẽkuéra

source: Chinese
gug: Chino

source: Mayan
gug: Maya

source: hash marks
gug: Mba'epuku

source: dots in a circle
gug: Kytanguéra korápe

source: points on a star
gug: Mbyja apỹikuéra

source: dice
gug: Dado

source: dots in a line
gug: Kytanguéra rysýi

source: Play with the computer
gug: Ñembosarái papahándive

source: Find a match.
gug: Mbojoaju

source: cards
gug: Kuatia'atã'ikuéra

source: matches
gug: Mboja'opy

source: A new game is loading.
gug: Peteĩ ñembosarái pyahu ojupi hina

source: Tools
gug: Tembiporukuéra

source: Import image cards
gug: Egueru kuatia'atã'i ta'anga kuéra

source: Game
gug: Ñembosarái

source: robot pause time
gug: Robot ara pa'ũ

source: Numbers
gug: Papaha

source: number of cards remaining in deck
gug: Kuatia ñe'ẽ papaha opytava nupãhápe

source: number of matches
gug: Mbojoaju papaha

source: elapsed time
gug: Aravo ohasava

source: five
gug: Po

source: seven
gug: Pokõi

source: eleven
gug: Pateĩ

source: ten
gug: Pa

source: fourteen
gug: Parundy

source: fifteen
gug: Papo

source: Edit the custom cards.
gug: Ehaijey kuatia'atã'i mboavarekoha

source: Edit the word cards.
gug: Ehaijey kuatia'atã'i ñe'ẽkuéra

source: Game over
gug: Ñembosarái paha

source: unsolvable
gug: Opave'ỹ

source: New record
gug: Kyta guasu pyahu

source: match
gug: Mboja'opy

source: New custom game
gug: Ñembosarái pyahu

source: Help
gug: Ñepytyvõ

source: Click on cards to create sets of three.
gug: Ejopy Click kuatia'atã'ikuérape ejapo hagua mbohapy aty

source: Toggle level
gug: Emoambue ybatekue

source: Robot on/off
gug: Emyendy/embogue Robot

source: Product
gug: Producto

source: Roman
gug: Romano

source: Word
gug: Ñe'ẽ

source: Hash
gug: Mba'epuku

source: Dice
gug: Dados

source: Dots
gug: Kytakuéra

source: Star
gug: Mbujape

source: Lines
gug: Rusýikuéra
